/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Срок сертификата для данного веб-сайта истек. Возможно, Вы подключаетесь к веб-сайту, имитирующему «%@», что может подвергнуть конфиденциальность Вашей информации риску. Подключиться к веб-сайту?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификата веб-сайта еще не действителен. Возможно, Вы подключаетесь к веб-сайту, имитирующему «%@», что может подвергнуть конфиденциальность Вашей информации риску. Подключиться к веб-сайту?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификат веб-сайта недействителен. Возможно, Вы подключаетесь к веб-сайту, имитирующему «%@», что может подвергнуть конфиденциальность Вашей информации риску. Подключиться к веб-сайту?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификат веб-сайта подписан неизвестным органом сертификации. Возможно, Вы подключаетесь к веб-сайту, имитирующему «%@», что может подвергнуть конфиденциальность Вашей информации риску. Подключиться к веб-сайту?";

/* Certificate trust verification prompt */
"This certificate is not valid" = "Этот сертификат недействителен";
"Always Trust" = "Всегда доверять";
"Show Certificate" = "Отобразить сертификат";

/* Remember password on Windows */
"Save Password" = "Save Password";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";